/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Daty";
"AppDates.DATES.PAST_DUE" = "Po terminie";
"AppDates.DATES.TODAY" = "Dzisiaj";
"AppDates.DATES.THIS_WEEK" = "W tym tygodniu";
"AppDates.DATES.NEXT_WEEK" = "Następny tydzień";
"AppDates.DATES.UPCOMING" = "Nadchodzące";
"AppDates.EMPTY.TITLE" = "Brak dat";
"AppDates.EMPTY.SUBTITLE" = "Nie masz obecnie aktywnych kursów z zaplanowanymi wydarzeniami. Zapisz się na kurs, aby zobaczyć ważne daty i terminy.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Przegapiłeś jakieś terminy?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Nie martw się – zmień nasz sugerowany harmonogram, aby ukończyć zaległe zadania bez utraty postępów.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Przesuń terminy";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Informacje o profilu";
"Profile.ABOUT" = "O mnie";
"Profile.EDIT_PROFILE" = "Edytuj profil";
"Profile.YEAR_OF_BIRTH" = "Rok urodzenia:";
"Profile.BIO" = "Biografia:";
"Profile.SETTINGS" = "Ustawienia";
"Profile.SETTINGS_VIDEO" = "Ustawienia wideo";
"Profile.DATES_AND_CALENDAR" = "Daty i kalendarz";
"Profile.SUPPORT_INFO" = "Informacje o wsparciu";
"Profile.CONTACT" = "Skontaktuj się z pomocą techniczną";
"Profile.TERMS" = "Warunki korzystania";
"Profile.PRIVACY" = "Polityka prywatności";
"Profile.COOKIE_POLICY" = "Polityka Cookie";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Nie sprzedawaj moich danych osobowych";
"Profile.FAQ_TITLE" = "Zobacz FAQ";
"Profile.MANAGE_ACCOUNT" = "Zarządzaj kontem";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Wyloguj się";
"Profile.SWITCH_TO" = "Przełącz na";
"Profile.FULL_PROFILE" = "pełny profil";
"Profile.LIMITED_PROFILE" = "ograniczony profil";
"Profile.LOGOUT_ALERT.TITLE" = "Potwierdź wylogowanie";
"Profile.LOGOUT_ALERT.TEXT" = "Czy na pewno chcesz się wylogować?";
"Profile.DELETE_ALERT.TITLE" = "Ostrzeżenie!";
"Profile.DELETE_ALERT.TEXT" = "Czy na pewno chcesz usunąć swoje konto?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Wyjść bez zapisywania?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Wprowadzone zmiany zostaną odrzucone.";
"Profile.EDIT.TOO_YONG_USER" = "Aby mieć profil z pełnym dostępem do informacji, musisz mieć ukończone 13 lat.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Twój ograniczony profil udostępnia tylko nazwę użytkownika i zdjęcie profilowe.";
"Profile.EDIT.DELETE_ACCOUNT" = "Usuń konto";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Rok urodzenia";
"Profile.EDIT.FIELDS.LOCATION" = "Lokalizacja";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Język mówiony";
"Profile.EDIT.FIELDS.ABOUT_ME" = "O mnie:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Zmień zdjęcie profilowe";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Wybierz z galerii";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Usuń zdjęcie";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Anuluj";
"Profile.DELETE_ACCOUNT.TITLE" = "Usuń konto";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Czy na pewno chcesz ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Usuń swoje konto?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Aby potwierdzić tę czynność, prosimy o podanie hasła do konta.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Hasło";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Wprowadź hasło";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Tak, usuń konto";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Powrót do profilu";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Hasło jest błędne. Proszę spróbować ponownie.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Ustawienia wideo";
"Profile.SETTINGS.WIFI_TITLE" = "Pobieraj tylko przez Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Pobieraj zawartość tylko wtedy, gdy Wi-Fi jest włączone";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Jakość transmisji wideo";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (zalecane)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Automatyczny";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Zalecana";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Niższe wykorzystanie danych";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Najwyższa jakość";
"Profile.SETTINGS.VERSION" = "Wersja:";
"Profile.SETTINGS.UP_TO_DATE" = "Aktualny";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Kliknij, aby zaktualizować do wersji";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Kliknij, aby zainstalować wymaganą aktualizację aplikacji";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Nie można wysłać e-maila. Wygląda na to, że Twój klient poczty e-mail nie jest skonfigurowany.";
"Profile.CALENDAR.NEW_CALENDAR" = "Nowy kalendarz";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Zmień opcje synchronizacji";
"Profile.CALENDAR.ACCOUNT" = "Konto";
"Profile.CALENDAR.CALENDAR_NAME" = "Nazwa kalendarza";
"Profile.CALENDAR.COLOR" = "Kolor";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Nadchodzące zadania z aktywnych kursów pojawią się w tym kalendarzu";
"Profile.CALENDAR.CANCEL" = "Anuluj";
"Profile.CALENDAR.BEGIN_SYNCING" = "Rozpocznij synchronizację";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Zsynchronizowany";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Synchronizacja nie powiodła się";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Nieaktywny";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Synchronizuję z kalendarzem...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Dostęp do kalendarza";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Wyłącz synchronizację kalendarza";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Aby wyświetlać nadchodzące zadania i najważniejsze etapy kursu w Twoim kalendarzu, potrzebujemy pozwolenia na dostęp do Twojego kalendarza.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Wyłączenie synchronizacji kalendarza spowoduje usunięcie kalendarza „%@”. Synchronizację kalendarza możesz ponownie włączyć w dowolnym momencie.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Przyznaj dostęp do kalendarza";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Wyłącz synchronizację";
"Profile.CALENDAR_DIALOG.CANCEL" = "Anuluj";
"Profile.DATES_AND_CALENDAR.TITLE" = "Daty i kalendarz";
"Profile.CALENDAR_SYNC.TITLE" = "Synchronizacja kalendarza";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Skonfiguruj synchronizację kalendarza, aby wyświetlać w kalendarzu nadchodzące zadania i najważniejsze etapy kursu. Nowe zadania i przesunięte daty kursów zostaną zsynchronizowane automatycznie.";
"Profile.CALENDAR_SYNC.BUTTON" = "Skonfiguruj synchronizację kalendarza";
"Profile.OPTIONS.TITLE" = "Opcje";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Użyj dat względnych";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Pokaż daty względne, np. „Jutro” i „Wczoraj”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Pokaż pełne daty, takie jak \"1 stycznia 2021\".";
"Profile.DATES_AND_CALENDAR.TITLE" = "Daty i kalendarz";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Synchronizacja kalendarza kursów";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Aby wznowić synchronizację, podłącz ponownie kalendarz";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Aktualnie synchronizuję wydarzenia z Twoim kalendarzem";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Połącz ponownie Kalendarz";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Zmień opcje synchronizacji";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Synchronizowanie %d kursów";
"Profile.OPTIONS.TITLE" = "Opcje";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Użyj dat względnych";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Pokaż daty względne, np. „Jutro” i „Wczoraj”";
"Profile.COURSES_TO_SYNC.TITLE" = "Kursy do synchronizacji";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Wyłączenie synchronizacji kursu spowoduje usunięcie wszystkich wydarzeń powiązanych z kursem z synchronizowanego kalendarza.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ukryj nieaktywne kursy";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Automatycznie usuwaj wydarzenia z kursów, których nie oglądałeś w ciągu ostatniego miesiąca";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Nieaktywny";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Lokalny";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Akcent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Czerwony";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Pomarańczowy";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Żółty";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Zielony";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Niebieski";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Fioletowy";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "brązowy";
"Profile.CALENDAR.COURSE_DATES" = "%@ Daty kursów";
"Profile.DROP_DOWN_PICKER.SELECT" = "Wybierz";
"Profile.SYNC_SELECTOR.SYNCED" = "Do synchronizacji";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Nie zsynchronizowane";
"Profile.SYNC.NO_SYNCED" = "Brak zsynchronizowanych kursów";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Żadne kursy nie są obecnie synchronizowane z Twoim kalendarzem.";
"Downloads.DOWNLOADS.TITLE" = "Pliki do pobrania";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Zarządzanie ustawieniami pobierania";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Brak kursów z możliwością pobrania zawartości.";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Obecnie nie masz kursów z możliwością pobrania zawartości.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "Plik %@ został pobrany";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Pobrano wszystkie %@";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ dostępny";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Pobierz kurs";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Pobieranie";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Ładowanie struktury kursu...";
"Downloads.MENU_OPTION.REMOVE" = "Usuwanie pobranych kursów";
"Downloads.MENU_OPTION.CANCEL" = "Anuluj pobieranie";
"Discovery.TITLE" = "Odkryć";
"Discovery.SEARCH" = "Szukaj";
"Discovery.HEADER.TITLE_1" = "Odkryj nowe";
"Discovery.HEADER.TITLE_2" = "Znajdźmy dla Ciebie nowy kurs.";
"Discovery.SEARCH.TITLE" = "Wyniki wyszukiwania";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Zacznij pisać, aby znaleźć kurs";
"Discovery.UPDATE_REQUIRED_TITLE" = "Wymagana aktualizacja aplikacji";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Ta wersja aplikacji OpenEdX jest nieaktualna. Aby kontynuować naukę i uzyskać najnowsze funkcje i poprawki, uaktualnij program do najnowszej wersji.";
"Discovery.UPDATE_WHY_NEED" = "Dlaczego muszę dokonać aktualizacji?";
"Discovery.UPDATE_DEPRECATED_APP" = "Przestarzała wersja aplikacji";
"Discovery.UPDATE_BUTTON" = "Aktualizacja";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Ustawienia konta";
"Discovery.UPDATE_NEEDED_TITLE" = "Aktualizacja aplikacji";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Zalecamy aktualizację do najnowszej wersji. Uaktualnij teraz, aby otrzymać najnowsze funkcje i poprawki.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Nie teraz";
"Discovery.UPDATE_NEW_AVALIABLE" = "Dostępna nowa aktualizacja! Uaktualnij teraz, aby otrzymać najnowsze funkcje i poprawki";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Opuszczanie aplikacji";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Opuszczasz teraz aplikację i otwierasz przeglądarkę";
"Discovery.DETAILS.TITLE" = "Szczegóły kursu";
"Discovery.DETAILS.VIEW_COURSE" = "Zobacz kurs";
"Discovery.DETAILS.ENROLL_NOW" = "Zapisz się teraz";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Nie możesz zapisać się na ten kurs, ponieważ minął termin zapisów.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Aby zapisać się na ten kurs, upewnij się, że masz połączenie z Internetem.";
"Discovery.DETAILS.COURSE_BANNER" = "Baner kursu";
"Discovery.ALERT.AUTHORIZATION" = "Autoryzacja";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Wejdź do systemu, aby kontynuować rejestrację na kurs.";
"Discussion.TITLE" = "Dyskusje";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Zespół kursu blokuje możliwość zamieszczania postów w dyskusjach";
"Discussion.TOPICS.SEARCH" = "Przeszukaj wszystkie posty";
"Discussion.TOPICS.ALL_POSTS" = "Wszystkie posty";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Posty, które obserwuję";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Główne kategorie";
"Discussion.TOPICS.UNNAMED" = "Podkategoria bez nazwy";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Ostatnia aktywność";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Najwięcej aktywności";
"Discussion.POSTS.SORT.MOST_VOTES" = "Najwięcej głosów";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Nie ma jeszcze dyskusji";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Kliknij poniższy przycisk, aby utworzyć pierwszą dyskusję.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Utwórz dyskusję";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Dodaj post";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Wszystkie posty";
"Discussion.POSTS.FILTER.UNREAD" = "nieprzeczytane";
"Discussion.POSTS.FILTER.UNANSWERED" = "Bez odpowiedzi";
"Discussion.POSTS.CREATE_NEW_POST" = "Utwórz nowy post";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Dokonać wyboru";
"Discussion.POST.LAST_POST" = "Ostatni post:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Komentarz dodany";
"Discussion.THREAD.ADD_RESPONSE" = "Proszę dodać odpowiedź";
"Discussion.CREATE_THREAD.NEW_POST" = "Utwórz nowy post";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Wybierz typ wpisu";
"Discussion.CREATE_THREAD.TOPIC" = "Temat";
"Discussion.CREATE_THREAD.TITLE" = "Tytuł";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Śledź tę dyskusję";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Śledź to pytanie";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Utwórz nową dyskusję";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Utwórz nowe pytanie";
"Discussion.COMMENT.REPORT" = "Raport";
"Discussion.COMMENT.UNREPORT" = "Cofnij zgłoszenie";
"Discussion.COMMENT.FOLLOW" = "Obserwuj";
"Discussion.COMMENT.UNFOLLOW" = "Przestań obserwować";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Komentarz";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Komentarz dodany";
"Discussion.RESPONSE.ADD_COMMENT" = "Dodaj komentarz";
"Discussion.POST_TYPE.QUESTION" = "pytanie";
"Discussion.POST_TYPE.DISCUSSION" = "dyskusja";
"Discussion.SEARCH" = "Szukaj";
"Discussion.SEARCH.TITLE" = "Wyniki wyszukiwania";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Zacznij pisać, aby znaleźć tematy";
"Discussion.ANONYMOUS" = "Anonimowy";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Nie można załadować dyskusji.\nSpróbuj ponownie później.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Gratulacje, zdobyłeś certyfikat tego kursu w „%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Wyświetl certyfikat";
"Course.OUTLINE.CERTIFICATE" = "Certyfikat";
"Course.OUTLINE.COURSE_VIDEOS" = "Filmy z kursów";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Ten kurs nie rozpoczął się jeszcze.";
"Course.COURSEWARE.COURSE_CONTENT" = "Zawartość kursu";
"Course.COURSEWARE.COURSE_UNITS" = "Jednostki kursu";
"Course.COURSEWARE.NEXT" = "Następny";
"Course.COURSEWARE.PREVIOUS" = "Poprzednia";
"Course.COURSEWARE.PREVIOUS_FULL" = "Poprzedni";
"Course.COURSEWARE.FINISH" = "Zakończ";
"Course.COURSEWARE.GOOD_WORK" = "Dobra robota!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Powrót do zarysu";
"Course.COURSEWARE.SECTION" = "Ukończyłeś „";
"Course.COURSEWARE.IS_FINISHED" = "„.";
"Course.COURSEWARE.CONTINUE" = "Kontynuuj";
"Course.COURSEWARE.RESUME_WITH" = "Wznów za pomocą:";
"Course.ERROR.NO_INTERNET" = "Nie masz połączenia z Internetem. Sprawdź swoje połączenie internetowe.";
"Course.ERROR.RELOAD" = "Przeładuj";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Nie znaleziono komponentu kursu. Załaduj ponownie";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Obecnie nie ma żadnych materiałów informacyjnych dla tego kursu.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Obecnie nie ma żadnych ogłoszeń dotyczących tego kursu.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Brak dostępnych filmów dla tego kursu.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Brak dostępnych zadań dla tego kursu.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Data kursów nie jest obecnie dostępna.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Zawartość kursu nie jest obecnie dostępna.";
"Course.ALERT.ROTATE_DEVICE" = "Obróć urządzenie, aby obejrzeć ten film na pełnym ekranie.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Czy na pewno chcesz usunąć wszystkie filmy wideo dla";
"Course.ALERT.DELETE_VIDEOS" = "Czy na pewno chcesz usunąć filmy wideo dla";
"Course.ALERT.STOP_DOWNLOADING" = "Wyłączenie przełącznika spowoduje zatrzymanie pobierania i usunięcie wszystkich pobranych filmów";
"Course.ALERT.WARNING" = "Ostrzeżenie";
"Course.COURSE_CONTAINER.HOME" = "Strona główna";
"Course.COURSE_CONTAINER.CONTENT" = "Treść";
"Course.COURSE_CONTAINER.PROGRESS" = "Postęp";
"Course.COURSE_CONTAINER.VIDEOS" = "Filmy";
"Course.COURSE_CONTAINER.OFFLINE" = "Nieaktywny";
"Course.COURSE_CONTAINER.DATES" = "Daty";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Dyskusje";
"Course.COURSE_CONTAINER.HANDOUTS" = "Więcej";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Materiały informacyjne W trakcie opracowywania";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Ukończyłeś %@%% postępu w kursie";
"Course.COURSE_CAROUSEL.GRADES" = "Stopnie";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Jest to ocena ważona w stosunku do oceny wymaganej do zaliczenia tego kursu.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Cała Zawartość";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Audytujesz teraz ten kurs i masz ograniczony dostęp do materiałów kursu.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Uaktualnij teraz";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Jesteś na bieżąco z filmami!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Jesteś na bieżąco z zadaniami!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Filmy\nukończone";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Zadania\nukończone";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Kontynuuj oglądanie";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Następny film";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Wszystkie filmy";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Wszystkie zadania";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Następne zadanie";
"Course.COURSE_CONTENT.ALL" = "Wszystko";
"Course.COURSE_CONTENT.VIDEOS" = "Filmy";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Zadania";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Ukończenie kursu";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Oznacza to, jaką część kursu zawartość ukończyłeś. Należy pamiętać, że niektóre zawartość mogą nie zostać jeszcze udostępnione.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Zakończony";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Ogólny postęp";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Pozostały";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Zablokowany";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Postępy w ocenach";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Zaliczenie";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Niezdane";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Wyświetl certyfikat";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Postępy sekcji";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Brak dostępnych postępów";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Rozpocznij naukę, aby zobaczyć swoje postępy tutaj";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Całkowita ocena";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Jest to ocena ważona w stosunku do oceny wymaganej do zaliczenia tego kursu.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Aktualna ogólna ocena ważona:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Wymagana jest ważona ocena %@%%, aby zaliczyć ten kurs.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Wymagane";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Szczegóły oceny";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Typ zadania";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Bieżący / Maks %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Zatwierdzona";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "ocena";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Ten kurs nie zawiera ocenianych zadań.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Materiały informacyjne";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Ogłoszenia";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Znajdź ważne informacje o kursie";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Bądź na bieżąco z najnowszymi wiadomościami";
"Course.NOT_AVALIABLE.TITLE" = "Ten interaktywny komponent nie jest dostępny na urządzeniach mobilnych";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Zapoznaj się z innymi częściami tego kursu lub obejrzyj je w Internecie.";
"Course.NOT_AVALIABLE.BUTTON" = "Otwórz do przeglądarki";
"Course.SUBTITLES.TITLE" = "Napisy";
"Course.ACCESSIBILITY.DOWNLOAD" = "Pobierz";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Anuluj pobieranie";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Usuń pobieranie";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Pierścień postępu ukończenia kursu";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Sekcja ogólnej oceny";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Szczegóły oceny";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Element zadania";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Wskaźnik wymaganej oceny do zaliczenia";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ procent ukończono";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ procent wymagane do zaliczenia";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ z %@ ukończone, %@ z %@ procent oceny";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Bieżąca ocena: %@ procent";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Ostrzeżenie dotyczące wymagań ocenowych: %@ procent wymagane do zaliczenia";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Wizualizacja postępów pokazująca %@ kategorie zadań";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Ogólny postęp: %@ procent";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Pokazuje podział postępów według rodzaju zadania";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Ten kurs nie ma ocenianych zadań do wyświetlenia";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Aby zobaczyć swój postęp, ukończ zadania kursu tutaj.";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Nagłówek kolumny typu zadanie";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Bieżący i maksymalny procent - nagłówek kolumny";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Waga: %@ procent oceny";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ z %@ ukończone";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Aktualna ocena: %@ z %@ procent";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ z %@ ukończone. Waga: %@ procent oceny. Obecna ocena: %@ z %@ procent";
"Course.DOWNLOAD.DOWNLOADS" = "Pliki do pobrania";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Wszystkie filmy pobrane";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Pobieram filmy...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Pobierz na urządzenie";
"Course.DOWNLOAD.VIDEOS" = "Filmy";
"Course.DOWNLOAD.REMAINING" = "Pozostało";
"Course.DOWNLOAD.UNTITLED" = "Bez tytułu";
"Course.DOWNLOAD.TOTAL" = "Łącznie";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Nie można zmienić jakości pobieranego wideo, gdy pobierane są wszystkie filmy";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Twoje obecne ustawienia pobierania pozwalają na pobieranie tylko przez Wi-Fi.\nPołącz się z siecią Wi-Fi lub zmień ustawienia pobierania.";
"Course.COURSE_DATES.TODAY" = "Dzisiaj";
"Course.COURSE_DATES.COMPLETED" = "Ukończono";
"Course.COURSE_DATES.PAST_DUE" = "Przeterminowane";
"Course.COURSE_DATES.DUE_NEXT" = "Następny termin";
"Course.COURSE_DATES.UNRELEASED" = "Niewydany";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Tylko zweryfikowane";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Przedmioty ukryte";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Przedmiot ukryty";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Terminy realizacji przesunięte";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Twoje terminy zostały pomyślnie przesunięte, aby pomóc Ci pozostać na bieżąco.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Zobacz wszystkie daty";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Synchronizuj z kalendarzem";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Automatycznie synchronizuj wszystkie ostateczne terminy tego kursu ze swoim kalendarzem.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Dodaj kalendarz";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Usuń kalendarz";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Czy chcesz dodać kalendarz %@ „%@”? \n Kalendarz kursu możesz w dowolnej chwili edytować lub usunąć w Kalendarzu lub Ustawieniach";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Czy chcesz usunąć kalendarz %@ „%@”?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" został dodany do Twojego kalendarza.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Synchronizowanie kalendarza...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Zobacz wydarzenia";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Twój kalendarz kursów został dodany.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Twój kalendarz kursów został usunięty.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Wydarzenia w kalendarzu";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Twój kalendarz kursów jest nieaktualny";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Daty Twojego kursu zostały przesunięte, a kalendarz kursów nie jest już zgodny z nowym harmonogramem.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Aktualizuj teraz";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Twój kalendarz kursów został zaktualizowany.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ nie ma uprawnień do kalendarza. Przejdź do ustawień i zezwól na dostęp do kalendarza.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Otwórz ustawienia";
"Course.COURSE_DATES.SETTINGS" = "Ustawienia";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Nie udało się przesunąć Twoich dat. Proszę spróbuj ponownie.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Twoje daty zostały pomyślnie przesunięte.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Daty kursów";
"Course.COURSE.DUE_TODAY" = "Do dziś";
"Course.COURSE.DUE_TOMORROW" = "Na jutro";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Ukończono";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Sekcji Ukończono";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Ukończono";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Obejrzano";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Zobacz ukończone";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Ukryj ukończone";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Zakończony";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Przeciągnij i upuść";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Zadanie";
"Course.COURSE.ASSIGNMENT_GRADED" = "Ocenione";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Nie rozpoczęte";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Ocena otwarta";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Instrukcja rówieśnicza";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Ćwiczenie";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Ankieta";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "W trakcie";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Chmura wyrazów";
"Course.COURSE.ASSIGNMENT_LTI" = "Narzędzie zewnętrzne";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Dyskusja";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Najwięcej pobrań";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Zrobione";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Edytuj";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Usuń wszystkie pobrane pliki";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% tego kursu są widoczne na urządzeniach mobilnych.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% tego kursu są dostępne do pobrania.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% tego kursu można ukończyć offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Pobrane";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Pobieranie";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Dostępne do pobrania";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Gotowe do pobrania";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Pobierz wszystko";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Anuluj pobieranie kursu";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Możesz pobrać zawartość kursu offline, aby uczyć się w podróży, bez konieczności korzystania z aktywnego połączenia internetowego lub danych mobilnych.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Żadna z zawartości tego kursu nie jest obecnie dostępna do pobrania w trybie offline.";
"Course.COURSE.RETURN_TO_HOME" = "Powrót do strony głównej kursu";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Thành phần này chưa được tải xuống";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Zapoznaj się z innymi częściami tego kursu lub pobierz go po ponownym połączeniu.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Ten komponenty nie są jeszcze dostępne w trybie offline.";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Zapoznaj się z innymi częściami tego kursu lub obejrzyj go po ponownym połączeniu.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Zsynchronizuje się z Kalendarzem";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Synchronizacja kalendarza nieudana";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Nieaktywny";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Ukończono - %@/%@ punktów";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Po terminie - %@/%@ punktów";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Niedostępne";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ punktów";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Przejrzyj zasady oceniania kursu";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Nieznany";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Sekcja postępów kursu";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Kontynuuj naukę";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Sekcja zawartości kursu";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Sekcja komunikatów o błędach";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Ładowanie sekcji";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Sekcja wideo";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Postęp wideo %@ z %@ ukończony.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Sekcja zadań";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Sekcja postępu zadania";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Brak dostępnej zawartości w sekcji";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Następna strona";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Ostatnia strona";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Poprzednia strona";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ z %@ zadań ukończonych";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Stuknij, aby ukryć ukończone sekcje";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Dotknij, aby pokazać ukończone sekcje";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ sekcja, %@ z %@ obejrzanych filmów";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Sekcja pobierania, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Wideo: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, ukończono";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% obejrzano";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, nie rozpoczęto";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Stuknij, aby odtworzyć wideo";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ procent ukończono";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Wideo %@ od %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Nawigacja wideo";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Brak tytułu wideo";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Zaloguj się";
"Authorization.SIGN_IN.WELCOME_BACK" = "Witamy spowrotem! Zaloguj się, aby uzyskać dostęp do swoich kursów.";
"Authorization.SIGN_IN.EMAIL" = "E-mail";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail albo nazwa użytkownika";
"Authorization.SIGN_IN.PASSWORD" = "Hasło";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Zapomniałeś hasła?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Zmień";
"Authorization.SIGN_IN.AGREEMENT" = "Logując się do tej aplikacji, wyrażasz zgodę na [%@ Umowa licencyjna użytkownika końcowego](%@) oraz [%@ Warunki świadczenia usług i Kodeks honorowy](%@) i potwierdzasz, że %@ i każdy Członek przetwarzają Twoje dane osobowe w\nzgodnie z [Polityką prywatności.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Zacznij już dziś, aby pewnie budować swoją karierę";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Zintegrowany zestaw programów wiedzy i wzmacniania pozycji, mający na celu rozwój komponentów sektora kapitałowego i jego pracowników";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Zaloguj się";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Zaloguj się za pośrednictwem krajowej usługi ujednoliconego logowania";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Niepoprawny adres e-mail";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Nieprawidłowa długość hasła";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "To konto %@ nie jest powiązane z żadnym kontem %@. Proszę się zarejestrować.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Nieprawidłowy adres e-mail lub nazwa użytkownika";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Twoje konto jest wyłączone. Aby uzyskać pomoc, skontaktuj się z obsługą klienta.";
"Authorization.SIGN_UP.SUBTITLE" = "Utworzyć konto, aby rozpocząć naukę już dziś!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Utwórz konto";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ukryj pola opcjonalne";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Pokaż pola opcjonalne";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Pomyślnie się zalogowałeś.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Potrzebujemy tylko trochę więcej informacji, zanim zaczniesz się uczyć.";
"Authorization.SIGN_UP.AGREEMENT" = "Tworząc konto, wyrażasz zgodę na [%@ Umowa licencyjna użytkownika końcowego](%@) i [%@ Warunki świadczenia usług i Kodeks honorowy](%@) oraz potwierdzasz, że %@ i każdy Członek przetwarzają Twoje dane osobowe zgodnie z [Polityką prywatności.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Zgadzam się, że %@ może wysyłać mi wiadomości marketingowe.";
"Authorization.FORGOT.TITLE" = "Zapomniałeś hasła";
"Authorization.FORGOT.DESCRIPTION" = "Wpisz poniżej swój adres e-mail do logowania lub adres pomocniczy, a my wyślemy Ci wiadomość e-mail z instrukcjami.";
"Authorization.FORGOT.REQUEST" = "Zresetuj hasło";
"Authorization.FORGOT.CHECK_TITLE" = "Sprawdź swój e-mail";
"Authorization.FORGOT.CHECK_Description" = "Wysłaliśmy instrukcję odzyskiwania hasła na Twój adres e-mail ";
"Authorization.CONTINUE_WITH" = "Kontynuuj z:";
"Authorization.LAST_SIGN_IN" = "Ostatnie logowanie";
"Authorization.OR_SIGN_IN_WITH" = "Lub zaloguj się za pomocą adresu e-mail:";
"Authorization.OR_REGISTER_WITH" = "Zarejestruj się poniżej:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Lub";
"Authorization.STARTUP.INFO_MESSAGE" = "Kursy i programy z najlepszych uniwersytetów świata w Twojej kieszeni.";
"Authorization.STARTUP.SEARCH_TITLE" = "Czego chcesz się nauczyć?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Przeszukaj ponad 3000 naszych kursów";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Przeglądaj wszystkie kursy";
"Authorization.STARTUP.TITLE" = "Start";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Zacznij";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Szukaj";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Wyloguj się";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Wyloguj się";
"WhatsNew.TITLE" = "Co nowego?";
"WhatsNew.BUTTON_PREVIOUS" = "Poprzedni";
"WhatsNew.BUTTON_NEXT" = "Następny";
"WhatsNew.BUTTON_DONE" = "Zrobione";
"Dashboard.TITLE" = "Panel";
"Dashboard.HEADER.COURSES" = "Kursy";
"Dashboard.HEADER.WELCOME_BACK" = "Witamy z powrotem. Uczmy się dalej.";
"Dashboard.SEARCH" = "Szukaj";
"Dashboard.EMPTY.SUBTITLE" = "Nie jesteś jeszcze zapisany na żaden kurs.";
"Dashboard.LEARN.TITLE" = "Ucz się";
"Dashboard.LEARN.VIEW_ALL" = "Pokaż wszystkie";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Wyświetl wszystkie kursy (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Wszystkie kursy";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Zaległe zadanie";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Zobacz zadania";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Zaległe zadania";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Terminy zadań %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Termin za %@ dni";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Wznów kurs";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Rozpocznij kurs";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kursy";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programy";
"Dashboard.LEARN.CATEGORY.ALL" = "Wszystkie";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "W trakcie";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Ukończono";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Wygasły";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Brak kursów";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Brak kursów w toku";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Brak ukończonych kursów";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Brak wygasłych kursów";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Nie jesteś aktualnie zapisany na żadne kursy. Chcesz zapoznać się z katalogiem kursów?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Znajdź kurs";
"Core.MAINSCREEN.DISCOVERY" = "Odkryć";
"Core.MAINSCREEN.DASHBOARD" = "Panel";
"Core.MAINSCREEN.IN_DEVELOPING" = "W trakcie rozwoju";
"Core.MAINSCREEN.PROGRAMS" = "Programy";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Ucz się";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Założyłeś już konto %@ na swoim koncie %@. Zostałeś zalogowany za pomocą tego konta.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Spróbuj ponownie";
"Core.ERROR.INVALID_CREDENTIALS" = "Nieprawidłowe dane uwierzytelniające";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Wolne połączenie internetowe lub jego brak";
"Core.ERROR.NO_CACHED_DATA" = "Brak danych w pamięci podręcznej w trybie offline";
"Core.ERROR.USER_NOT_ACTIVE" = "Konto użytkownika nie zostało aktywowane. Najpierw aktywuj swoje konto.";
"Core.ERROR.UNKNOWN_ERROR" = "Coś poszło nie tak";
"Core.ERROR.WIFI" = "Pliki można pobierać wyłącznie przez Wi-Fi. Możesz to zmienić w ustawieniach.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Autoryzacja nie powiodła się.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Brak połączenia z internetem";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Aby wyświetlić tę zawartość, połącz się z Internetem.";
"Core.COURSEWARE.COURSE_CONTENT" = "Zawartość kursu";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Ten interaktywny komponent nie jest jeszcze dostępny na urządzeniach mobilnych.";
"Core.COURSEWARE.COURSE_UNITS" = "Jednostki kursu";
"Core.COURSEWARE.NEXT" = "Następny";
"Core.COURSEWARE.PREVIOUS" = "Poprzednia";
"Core.COURSEWARE.FINISH" = "Zakończ";
"Core.COURSEWARE.GOOD_WORK" = "Dobra robota!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Powrót do zarysu";
"Core.COURSEWARE.SECTION_COMPLETED" = "Ukończyłeś „%@”.";
"Core.COURSEWARE.CONTINUE" = "Kontynuuj";
"Core.COURSEWARE.RESUME" = "Wznów";
"Core.COURSEWARE.RESUME_WITH" = "Wznów za pomocą:";
"Core.COURSEWARE.NEXT_SECTION" = "Następna sekcja";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Aby kontynuować „";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” naciśnij „Następna sekcja”.";
"Core.ERROR.RELOAD" = "Przeładuj";
"Core.DATE.COURSE_STARTS" = "Rozpoczęcie kursu";
"Core.DATE.COURSE_ENDS" = "Kurs kończy się";
"Core.DATE.COURSE_ENDED" = "Kurs zakończony";
"Core.DATE.ENDED" = "Zakończone";
"Core.DATE.START" = "Start";
"Core.DATE.STARTED" = "Rozpocznij";
"Core.DATE.JUST_NOW" = "Właśnie";
"Core.DATE.TODAY" = "Dzisiaj";
"Core.DATE.NEXT" = "Następny %@";
"Core.DATE.DAYS_AGO" = "%@ Dni temu";
"Core.DATE.DUE" = "Z powodu ";
"Core.DATE.DUE_IN" = "W terminie ";
"Core.DATE.DUE_IN_DAYS" = "Termin za %@ dni";
"Core.DATE.DUE_TODAY" = "Termin na dziś: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ dni po terminie: %@";
"Core.DATE.DUE_IN_LEFT" = "Termin za %@ dni: %@";
"Core.ALERT.ACCEPT" = "Zaakceptować";
"Core.ALERT.CANCEL" = "Anuluj";
"Core.ALERT.LOGOUT" = "Wyloguj się";
"Core.ALERT.LEAVE" = "Wyjdź";
"Core.ALERT.SIGN_IN" = "Zaloguj się";
"Core.ALERT.REGISTER" = "Zarejestruj się";
"Core.ALERT.KEEP_EDITING" = "Edytuj dalej";
"Core.ALERT.DELETE" = "Usuń";
"Core.ALERT.ADD" = "Dodaj";
"Core.ALERT.REMOVE" = "Usuń";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Usuń kalendarz kursów";
"Core.NO_INTERNET.OFFLINE" = "Nieaktywny";
"Core.NO_INTERNET.DISMISS" = "Odrzuć";
"Core.NO_INTERNET.RELOAD" = "Przeładuj";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Pobierz";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Pobrane";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Ukończono";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Jakość pobierania wideo";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Automatyczny";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Zalecana";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Niższe wykorzystanie danych";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Najwyższa jakość";
"Core.DONE" = "Zrobione";
"Core.VIEW" = "Wyświetl";
"Core.BACK" = "Powrót";
"Core.OK" = "OK";
"Core.CLOSE" = "Zamknij";
"Core.PICKER.SEARCH" = "Szukaj";
"Core.PICKER.ACCEPT" = "Akceptuj";
"Core.WEBVIEW.ALERT.OK" = "OK";
"Core.WEBVIEW.ALERT.CANCEL" = "Anuluj";
"Core.WEBVIEW.ALERT.CONTINUE" = "Kontynuuj";
"Core.REVIEW.VOTE_TITLE" = "Lubisz Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Twoja opinia jest dla nas ważna. Czy poświęciłbyś chwilę i ocenił aplikację, klikając gwiazdkę poniżej? Dziękuję za wsparcie!";
"Core.REVIEW.FEEDBACK_TITLE" = "Zostaw nam swoją opinię";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Przykro nam, że podczas nauki wystąpiły pewne problemy. Jesteśmy wdzięczni za wszystkie opinie.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Dziękujemy";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Dziękujemy za podzielenie się z nami swoją opinią. Czy chcesz podzielić się swoją recenzją tej aplikacji z innymi użytkownikami sklepu z aplikacjami?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Dziękujemy";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Otrzymaliśmy Twoją opinię i wykorzystamy ją, aby w przyszłości ulepszyć Twoje doświadczenie edukacyjne. Dziękuję za podzielenie się!";
"Core.REVIEW.BETTER" = "Co mogło być lepszego?";
"Core.REVIEW.NOT_NOW" = "Nie teraz";
"Core.REVIEW.BUTTON.SUBMIT" = "Prześlij";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Podziel się opinią";
"Core.REVIEW.BUTTON.RATE_US" = "Oceń nas";
"Core.REVIEW.EMAIL.TITLE" = "Wybierz klienta poczty e-mail:";
"Core.SOCIAL_SIGN_CANCELED" = "Użytkownik anulował proces logowania.";
"Core.SIGN_IN.LOG_IN_BTN" = "Zaloguj się";
"Core.SIGN_IN.REGISTER_BTN" = "Zarejestruj się";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Zaloguj się za pomocą SSO";
"Core.TOMORROW" = "Jutro";
"Core.YESTERDAY" = "Wczoraj";
"Core.OPEN_IN_BROWSER" = "Zobacz w Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Nie martw się – zmień nasz sugerowany harmonogram, aby ukończyć zaległe zadania bez utraty postępów.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Przesuń terminy";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Przegapiłeś jakieś terminy?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Stworzyliśmy sugerowany harmonogram, który pomoże Ci utrzymać się na właściwej drodze. Ale nie martw się – jest elastyczny, więc możesz uczyć się we własnym tempie. Jeśli zdarzy Ci się spóźnić, będziesz mógł dostosować daty, aby utrzymać się na właściwej drodze.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Aby ukończyć oceniane zadania w ramach tego kursu, możesz przejść na wyższą wersję już dziś.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Kontrolujesz ten kurs, co oznacza, że nie możesz brać udziału w ocenianych zadaniach. Wygląda na to, że przegapiłeś kilka ważnych terminów na podstawie naszego sugerowanego harmonogramu. Aby ukończyć ocenione zadania w ramach tego kursu i przenieść zaległe zadania na przyszłość, możesz dokonać aktualizacji już dziś.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Nie udało się przesunąć Twoich dat. Proszę spróbuj ponownie.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Twoje daty zostały pomyślnie przesunięte.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Daty kursów";
"Core.COURSE_DATES.TODAY" = "Dzisiaj";
"Core.COURSE_DATES.COMPLETED" = "Ukończono";
"Core.COURSE_DATES.PAST_DUE" = "Przeterminowane";
"Core.COURSE_DATES.THIS_WEEK" = "W tym tygodniu";
"Core.COURSE_DATES.NEXT_WEEK" = "W następnym tygodniu";
"Core.COURSE_DATES.UPCOMING" = "Nadchodzące";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Pamięć urządzenia pełna";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Na urządzeniu nie ma wystarczającej ilości wolnego miejsca, aby pobrać tę zawartość. Zwolnij trochę miejsca i spróbuj ponownie.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ używane, %@ wolne";
"Core.COURSE.ALERT.CANCEL" = "Anuluj";
"Core.COURSE.ALERT.CLOSE" = "Zamknij";
"Core.COURSE.ALERT.REMOVE" = "Usuń";
"Core.COURSE.ALERT.DOWNLOAD" = "Pobierz";
"Core.COURSE.ALERT.TRY_AGAIN" = "Spróbuj ponownie";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Usunąć Zawartość offline?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Potwierdź pobieranie";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Pobieranie na Cellular?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Usunięcie tej zawartości zwolni %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Pobranie tej %@ zawartości zapisze dostępne bloki w trybie offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Pobranie tej zawartości spowoduje wykorzystanie %@ danych komórkowych.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Pobieranie nie powiodło się";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Brak połączenia z Internetem";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wymagane Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Niestety nie udało się pobrać tej zawartości. Spróbuj ponownie później lub zgłoś ten problem.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Pobieranie tej zawartości wymaga aktywnego połączenia internetowego. Połącz się z Internetem i spróbuj ponownie.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Pobieranie tej zawartości wymaga aktywnego połączenia Wi-Fi. Połącz się z siecią Wi-Fi i spróbuj ponownie.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Wybrane filmy są większe niż 1 GB. Czy chcesz pobrać te filmy?";
"Core.DOWNLOAD.DOWNLOAD" = "Pobierz";
"Core.ALERT.ACCEPT" = "Zaakceptować";
